Revit 2024 API
ReferencePointArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual ReferencePointArrayIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As ReferencePointArrayIterator
Visual C++
public:
virtual ReferencePointArrayIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the array.
See Also
ReferencePointArray Class
Autodesk.Revit.DB Namespace